rails-marathon/app/controllers/houses_controller.rb

  def create
    @house = House.create(house_params)
---
INSERT INTO "houses" ("name", "author", "source", "motto", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["name", "a"], ["author", "a"], ["source", "a"], ["motto", "a"], ["created_at", "2019-04-19 01:03:30.510196"], ["updated_at", "2019-04-19 01:03:30.510196"]]