rails-marathon/app/controllers/members_controller.rb

INSERT INTO "members" ("first_name", "last_name", "house_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["first_name", "a"], ["last_name", "a"], ["house_id", 1], ["created_at", "2019-04-19 01:25:39.668035"], ["updated_at", "2019-04-19 01:25:39.668035"]]
---
  def create
    @house = House.find(params[:house_id])
    @member = Member.create(member_params)